Revit 2027 API
AdvancedWood.WoodLatewoodRatio Property
 The property labeled "Percentage of latewood in each ring" from the "AdvancedWood" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string WoodLatewoodRatio { get; }
Public Shared ReadOnly Property WoodLatewoodRatio As String
	Get
public:
static property String^ WoodLatewoodRatio {
	String^ get ();
}
static member WoodLatewoodRatio : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble".
See Also
Reference
AdvancedWood Class
Autodesk.Revit.DB.Visual Namespace